{
	"itemid":"831388",
	"language":"portuguese",
	"app[content][legal]":"© EMINOMA. Valve, o logótipo da Valve, Steam, o logótipo da Steam, Team Fortress e o logótipo da Team Fortress são marcas comerciais e/ou marcas registadas da Valve Corporation. Team Fortress 2 Classified é uma criação de fãs e não está afiliada à Valve Corporation.",
	"app[content][about]":"[p][b]Team Fortress 2 Classified[\/b] é uma nova experiência de Team Fortress 2 baseada nas suas inspirações e tom originais. A partir daí, adicionámos funcionalidades que melhoram a qualidade de vida, refizemos e reformulámos conteúdos descartados e construímos sobre isso com atualizações completas em homenagem ao estilo e tom intemporais do TF2.[\/p][p][i]Anteriormente conhecido como [b]Team Fortress 2 Classic.[\/b][\/i][\/p][h2]NOVAS-ANTIGAS FUNCIONALIDADES[\/h2][p][img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender1&quot;][\/img][\/p][list][*][p]Conheçe o Civilian, uma nova classe especial baseada no personagem clássico do Team Fortress Classic, e leve-o praticamente ileso até ao objetivo no modo VIP.[\/p][\/*][*][p]Usa armas inspiradas na pré-versão do TF2, como a Pistola de Pregos, o Pacote de Dinamite e a Pistola Tranquilizante, todas redesenhadas do zero para se encaixarem perfeitamente no que já existe. [\/p][\/*][*][p]Entra em ação em partidas de quatro equipas, onde GRN e YLW trazem o seu estilo único (mas estranhamente idêntico) de violência para Arena, Rei da Colina e muito mais.[\/p][\/*][\/list][h2]NOVAS-NOVAS FUNCIONALIDADES[\/h2][p][img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender2&quot;][\/img][\/p][list][*][p]Novos modos de jogo exclusivos, incluindo Dominação, Dominação Territorial e Corrida VIP — todos jogáveis em mapas oficiais de qualidade profissional, com mais a caminho.[\/p][\/*][*][p]Controladores aéreos, canhões antiaéreos, tijolos, correntes enroladas nos punhos; armas criadas internamente que vão além de meras melhorias secundárias e mudam drasticamente a forma como joga o jogo.[\/p][\/*][*][p]Amplo suporte a modding, permitindo aos jogadores personalizar a aparência do jogo e aos servidores hospedar pacotes de armas e mapas personalizados avançados.[\/p][\/*][*][p]Uma série de melhorias visuais, incluindo texturas aprimoradas, modelos, recursos de mapeamento e sombreamento restaurado no estilo cartoon, que estava praticamente ausente na versão comercial.[\/p][\/*][*][p]Uma galinha, ou pelo menos é o que nos levam a acreditar.[\/p][\/*][\/list][h2]ATUALIZADO ATIVAMENTE[\/h2][p][img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender3&quot;][\/img][\/p][p]Com o desenvolvimento iniciado em 2014 e o lançamento oficial em julho de 2020, o Team Fortress 2 Classified está em desenvolvimento há mais de uma década — quase certamente mais tempo do que a tua vida. Mesmo entre as grandes atualizações que duram vários dias, uma equipa cheia de colaboradores trabalha sem parar no conteúdo, nas alterações de equilíbrio e na correção de erros.[\/p][p]Agora que o nosso futuro não é tão incerto e o terror nos nossos corações diminuiu, só podemos esperar que as coisas melhorem a partir de agora. Antecipe novas armas, modos e personagens à medida que o Team Fortress 2 Classified cresce.[\/p]",
	"app[content][short_description]":"Team Fortress 2 Classified é uma nova experiência Team Fortress 2 baseada nas suas inspirações e tom originais. Atualizado com visuais renovados, novos modos de jogo e mapas, novas armas, novas equipas e um corpulento magnata do petróleo.",
	"app[content][sysreqs][windows][min][osversion]":"Windows 10 (64-Bit)",
	"app[content][sysreqs][windows][min][notes]":"Requer o Team Fortress 2 instalado",
	"app[content][sysreqs][linux][min][osversion]":"Debian 13 \/ glibc 2.39+",
	"app[content][sysreqs][linux][min][notes]":"Requer o Team Fortress 2 instalado; Suporte Vulkan recomendado"
}