{
	"itemid":"831388",
	"language":"english",
	"app[content][legal]":"© EMINOMA. Valve, the Valve logo, Steam, the Steam logo, Team Fortress, and the Team Fortress logo are trademarks and/or registered trademarks of Valve Corporation. Team Fortress 2 Classified is a fan creation and is not affiliated with Valve Corporation.",
	"app[content][about]":"[p][b]Team Fortress 2 Classified[\/b] is a new Team Fortress 2 experience built on its original inspirations and tone. Starting from there, we've added quality-of-life features, remade and reworked scrapped content, and built onto it with full-size updates in homage to TF2's timeless style and tone.[\/p]\r\n[p][i]Formerly known as [b]Team Fortress 2 Classic[\/b].[\/i][\/p]\r\n[h2]NEW-OLD FEATURES[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender1&quot;][\/img]\r\n[list]\r\n[*][p]Meet the Civilian, a brand-new special class based on the legacy Team Fortress character, and deliver him mostly-unharmed to the objective in VIP mode.[\/p][\/*]\r\n[*][p]Use TF2 pre-release inspired weapons like the Nail Gun, the Dynamite Pack, and the Tranquilizer Gun, all redesigned from the ground up to feel right at home with what's already there.[\/p][\/*]\r\n[*][p]Go on a rampage in Multi-Team maps, where GRN and YLW bring their unique (yet strangely identical) brand of violence to Arena, King of the Hill, and more.[\/p][\/*]\r\n[\/list]\r\n[h2]NEW-NEW FEATURES[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender2&quot;][\/img]\r\n[list]\r\n[*][p]Exclusive new gamemodes, including Domination and VIP Race — all playable on professional-quality official maps, with more yet to come.[\/p][\/*]\r\n[*][p]Jump pads, flak cannons, bricks, chains wrapped around your fists; made-in-house weapons that go beyond mere sidegrades, and dramatically change how you play the game.[\/p][\/*]\r\n[*][p]Extensive modding support, allowing players to customize the look of their game, and allowing servers to host advanced custom weapon packs and maps.[\/p][\/*]\r\n[*][p]A whole host of visual enhancements, including improved textures, models, mapping features, and restored toon-style shading that was mostly absent in the retail release.[\/p][\/*]\r\n[*][p]A chicken, or so we're led to believe.[\/p][\/*]\r\n[\/list]\r\n[h2]ACTIVELY UPDATED[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender3&quot;][\/img]\r\n[p]Beginning development in 2014 and formally releasing in July of 2020, Team Fortress 2 Classified has been worked on for over a decade now — almost certainly longer than you've been alive. Even between the massive multi-day updates, a team full of contributors is working nonstop on new content, balance changes, and bug fixes.[\/p]\r\n[p]Now that our future isn't quite so uncertain, and the terror in our hearts has abated, it can only go uphill from here. Anticipate new weapons, modes, and characters as Team Fortress 2 Classified grows.[\/p]",
	"app[content][short_description]":"Team Fortress 2 Classified is a new Team Fortress 2 experience built on its original inspirations and tone. Updated with refreshed visuals, new gamemodes and maps, new weapons, new teams, and a portly oil baron.",
	"app[content][sysreqs][windows][min][osversion]":"Windows 10 (64-Bit)",
	"app[content][sysreqs][windows][min][notes]":"Requires Team Fortress 2 installation",
	"app[content][sysreqs][linux][min][osversion]":"Debian 13 \/ glibc 2.39+",
	"app[content][sysreqs][linux][min][notes]":"Requires Team Fortress 2 installation; Vulkan support recommended"
}