{
	"itemid":"831388",
	"language":"brazilian",
	"app[content][legal]":"© EMINOMA. Valve, o logotipo da Valve, Steam, o logotipo do Steam, Team Fortress e o logotipo de Team Fortress são marcas e/ou marcas registradas da Valve Corporation. Team Fortress 2 Classified é uma criação de fãs e não tem afiliação com a Valve Corporation.",
	"app[content][about]":"[p][b]Team Fortress 2 Classified[/b] é uma experiência nova com base nas inspirações e tom do Team Fortress 2 original. Com essa base, adicionamos recursos de conveniência, refizemos e retrabalhamos conteúdo cortado e implementamos atualizações grandes em homenagem ao estilo e tom atemporais do TF2.[/p]\r\n[p][i]Conhecido anteriormente como [b]Team Fortress 2 Classic[/b].[/i][/p]\r\n[h2]\"NOVOS\" RECURSOS (ANTIGOS)[/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}/extras/tf2crender1&quot;][/img]\r\n[list]\r\n[*][p]Conheça o Civilian, uma nova classe especial baseada no antigo personagem do Team Fortress, e escolte-o quase ileso até o objetivo no modo VIP.[/p][/*]\r\n[*][p]Use armas inspiradas no pré-lançamento do TF2 como a Arma de Pregos, o Pacote de Dinamite e a Arma Tranquilizante; todas refeitas do zero para se encaixarem no conteúdo atual.[/p][/*]\r\n[*][p]Toque o terror em mapas de Múltiplas Equipes, em que a GRN e a YLW contribuem com sua violência única (embora curiosamente idêntica) aos modos Arena, Rei do Pedaço, entre outros.[/p][/*]\r\n[/list]\r\n[h2]RECURSOS INÉDITOS[/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}/extras/tf2crender2&quot;][/img]\r\n[list]\r\n[*][p]Novos modos de jogo exclusivos, incluindo Dominação e Corrida de VIPs — todos disponíveis em mapas oficiais de qualidade profissional, com mais mapas a caminho.[/p][/*]\r\n[*][p]Painéis de salto, canhões antiaéreos, tijolos, correntes enroladas nos punhos; armas caseiras que não são puro marketing e que mudam bastante o jeito de jogar.[/p][/*]\r\n[*][p]Suporte extensivo a mods, permitindo mudar a aparência do jogo e hospedar servidores com mapas e armas personalizados avançados.[/p][/*]\r\n[*][p]Uma série de melhorias visuais, como texturas, modelos e recursos de mapeamento aprimorados, e restauração do sombreamento no estilo desenho animado, que fazia falta na versão original.[/p][/*]\r\n[*][p]O que acreditamos ser uma galinha.[/p][/*]\r\n[/list]\r\n[h2]FREQUENTEMENTE ATUALIZADO[/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}/extras/tf2crender3&quot;][/img]\r\n[p]Com a produção iniciada em 2014 e o lançamento formal em julho de 2020, Team Fortress 2 Classified já tem mais de 10 anos de desenvolvimento — o mod deve ser mais velho que você. Até mesmo entre as grandes atualizações que duram dias, uma equipe de contribuintes trabalha sem parar em novos conteúdos, alterações de equilíbrio e correções de bugs.[/p]\r\n[p]Agora que o nosso futuro não é tão incerto, e o terror em nossos corações diminuiu, a jornada só ficará mais difícil daqui em diante. Aguarde novos modos, personagens e armas conforme o Team Fortress 2 Classified evolui.[/p]",
	"app[content][short_description]":"Team Fortress 2 Classified é uma experiência nova com base nas inspirações e tom do Team Fortress 2 original. Atualizado com um visual retocado e novos modos de jogo, mapas, armas e equipes, além de um barão do petróleo cheinho.",
	"app[content][sysreqs][windows][min][osversion]":"Windows 10 (64 bits)",
	"app[content][sysreqs][windows][min][notes]":"Requer uma instalação do Team Fortress 2",
	"app[content][sysreqs][linux][min][osversion]":"Debian 13 \/ glibc 2.39+",
	"app[content][sysreqs][linux][min][notes]":"Requer uma instalação do Team Fortress 2; recomenda-se compatibilidade com Vulkan"
}