{
	"itemid": "831388",
	"language": "polish",
	"app[content][legal]": "© EMINOMA. Valve, logo Valve, Steam, logo Steam, Team Fortress oraz logo Team Fortress są znakami towarowymi i \/lub zastrzeżonymi znakami towarowymi firmy Valve Corporation. Team Fortress 2 Classified jest fanowskim dziełem i nie jest powiązane z Valve Corporation.",
    "app[content][about]": "[p][b]Team Fortress 2 Classified[\/b] to świeża odsłona Team Fortress 2 oparta na pierwotnych inspiracjach i klimacie. Z tego miejsca wprowadziliśmy poprawki polepszające rozgrywkę, przerobiliśmy nieużytą zawartość, a następnie rozbudowaliśmy grę o pełnoprawne aktualizacje jako hołd dla ponadczasowego stylu i nastroju TF2.[\/p]\r\n[p][i]Wcześniej znane jako [b]Team Fortress 2 Classic[\/b].[\/i][\/p]\r\n[h2]STARE NOWOŚCI[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender1&quot;][\/img]\r\n[list]\r\n[*][p]Poznajcie Cywila, zupełnie nową klasę specjalną wzorowaną na postaci z dawnego Team Fortress. Odeskortuj go niemal bez szwanku do celu w trybie VIP.[\/p][\/*]\r\n[*][p]Używaj broni wzorowanych na przedpremierowej wersji TF2, takich jak Gwoździarka, Paczka dynamitu czy Pistolet usypiający. Zaprojektowane od nowa, by wpasowały się idealnie do tego co już jest.[\/p][\/*]\r\n[*][p]Rozpętaj piekło na mapach wielodrużynowych, gdzie drużyny GRN i YLW wnoszą swój wyjątkowy (aczkolwiek podejrzanie podobny) rodzaj przemocy na trybach takich jak Arena, Król wzgórza i innych.[\/p][\/*]\r\n[\/list]\r\n[h2]NOWE NOWOŚCI[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender2&quot;][\/img]\r\n[list]\r\n[*][p]Ekskluzywne tryby gry, takie jak Dominacja oraz Wyścig VIP-ów. Wszystkie dostępne do grania na profesjonalnie zaprojektowanych oficjalnych mapach, których będzie jeszcze więcej.[\/p][\/*]\r\n[*][p]Wyskocznie, działa przeciwlotnicze, cegły, łańcuchy owinięte wokół pięści, czyli własnoręcznie stworzone bronie, które wykraczają poza zwykłe zamienniki i znacząco zmieniają sposób rozgrywki.[\/p][\/*]\r\n[*][p]Rozbudowane wsparcie dla modyfikacji, pozwalające graczom dostosować wygląd gry, a serwerom umożliwiające hostowanie zaawansowanych niestandardowych zestawów broni i map.[\/p][\/*]\r\n[*][p]Cały szereg ulepszeń wizualnych, w tym poprawione tekstury, modele, funkcje mapowania oraz przywrócone kreskówkowe cieniowanie, którego brakuje w oficjalnej wersji gry.[\/p][\/*]\r\n[*][p]Kurczak, a przynajmniej tak nam powiedziano.[\/p][\/*]\r\n[\/list]\r\n[h2]AKTYWNIE AKTUALIZOWANE[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender3&quot;][\/img]\r\n[p]Zaczynając pracę w 2014 i oficjalnie debiutując w lipcu 2020, Team Fortress 2 Classified jest rozwijane od ponad dekady - prawie na pewno dłużej, niż żyjesz. Nawet między ogromnymi wielodniowymi aktualizacjami, zespół pełen kontrybutorów nieustannie pracuje nad nową zawartością, zmianami w balansie i poprawkami błędów.[\/p]\r\n[p]Teraz, gdy nasza przyszłość jest już pewna, a strach opuścił nasze serca, może być już tylko pod górkę. Oczekujcie nowych broni, trybów oraz postaci wraz z rozwojem Team Fortress 2 Classified.[\/p]",	"app[content][short_description]": "Team Fortress 2 Classified to świeża odsłona Team Fortress 2 oparta na pierwotnych inspiracjach i klimacie. Odświeżona grafika, nowe tryby gry, nowe mapy, nowe bronie, nowe drużyny i korpulentny baron naftowy.",
	"app[content][short_description]": "Team Fortress 2 Classified to świeża odsłona Team Fortress 2 oparta na pierwotnych inspiracjach i klimacie. Odświeżona grafika, nowe tryby gry, nowe mapy, nowe bronie, nowe drużyny i korpulentny baron naftowy.",
	"app[content][sysreqs][windows][min][osversion]": "Windows 10 (64-bitowy)",
	"app[content][sysreqs][windows][min][notes]": "Wymaga zainstalowania gry Team Fortress 2",
	"app[content][sysreqs][linux][min][osversion]": "Ubuntu 16.04",
	"app[content][sysreqs][linux][min][notes]": "Wymaga zainstalowania gry Team Fortress 2; Zalecane korzystanie z Vulkan"
}
