{
	"itemid":"831388",
	"language":"spanish",
	"app[content][legal]":"© EMINOMA. Valve, el logotipo de Valve, Steam, el logotipo de Steam, Team Fortress y el logotipo de Team Fortress son marcas comerciales y/o marcas registradas de Valve Corporation. Team Fortress 2 Classified es una creación de fans y no está afiliada a Valve Corporation.",
	"app[content][about]":"[p][b]Team Fortress 2 Classified[\/b] es una nueva experiencia de Team Fortress 2 basada en sus inspiraciones y tono originales. Partiendo de ahí, hemos añadido características que mejoran la calidad de vida, hemos rehecho y reelaborado contenido descartado, y lo hemos ampliado con actualizaciones completas en homenaje al estilo y tono atemporales de TF2.[\/p][p][i]Anteriormente conocido como [b]Team Fortress 2 Classic.[\/b][\/i][\/p][h2]NUEVAS-VIEJAS CARACTERÍSTICAS[\/h2][p][img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender1&quot;][\/img][\/p][list][*][p]Conoce al Civilian, una nueva clase especial basada en el personaje clásico de Team Fortress Classic, y llévalo prácticamente ileso hasta el objetivo en el modo VIP.[\/p][\/*][*][p]Utiliza armas inspiradas en la versión preliminar de TF2, como la pistola de clavos, el paquete de dinamita y la pistola sedante, todas ellas rediseñadas desde cero para que encajen a la perfección con lo que ya hay. [\/p][\/*][*][p]Desata tu furia en partidas de cuatro equipos, donde GRN y YLW aportan su estilo único (aunque extrañamente idéntico) de violencia a Arena, Rey de la Colina y mucho más.[\/p][\/*][\/list][h2]NUEVAS-NUEVAS CARACTERÍSTICAS[\/h2][p][img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender2&quot;][\/img][\/p][list][*][p]Nuevos modos de juego exclusivos, como Dominación, Dominación territorial y Carrera VIP, todos ellos jugables en mapas oficiales de calidad profesional, con más por venir.[\/p][\/*][*][p]Controladores aéreos, cañones antiaéreos, ladrillos, cadenas envueltas alrededor de tus puños; armas de fabricación propia que van más allá de simples mejoras secundarias y cambian drásticamente la forma de jugar.[\/p][\/*][*][p]Amplia compatibilidad con mods, lo que permite a los jugadores personalizar el aspecto del juego y a los servidores alojar paquetes de armas y mapas personalizados avanzados.[\/p][\/*][*][p]Una gran cantidad de mejoras visuales, incluyendo texturas mejoradas, modelos, características de mapeo y sombreado restaurado al estilo cartoon que estaba prácticamente ausente en la versión comercial.[\/p][\/*][*][p]Un pollo, o eso nos hacen creer.[\/p][\/*][\/list][h2]ACTUALIZADO ACTIVAMENTE[\/h2][p][img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender3&quot;][\/img][\/p][p]El desarrollo de Team Fortress 2 Classified comenzó en 2014 y su lanzamiento oficial tuvo lugar en julio de 2020, lo que significa que se ha trabajado en él durante más de una década, casi con toda seguridad más tiempo del que tú llevas vivo. Incluso entre las grandes actualizaciones que duran varios días, un equipo completo de colaboradores trabaja sin descanso en el contenido, los cambios de equilibrio y la corrección de errores.[\/p][p]Ahora que nuestro futuro ya no es tan incierto y el terror que sentíamos en nuestros corazones ha disminuido, solo podemos ir hacia arriba. Prepárate para nuevas armas, modos y personajes a medida que Team Fortress 2 Classified crece.[\/p]",
	"app[content][short_description]":"Team Fortress 2 Classified es una nueva experiencia de Team Fortress 2 basada en sus inspiraciones y tono originales. Actualizada con gráficos renovados, nuevos modos de juego y mapas, nuevas armas, nuevos equipos y un corpulento magnate petrolero.",
	"app[content][sysreqs][windows][min][osversion]":"Windows 10 (64-Bit)",
	"app[content][sysreqs][windows][min][notes]":"Requiere tener instalado Team Fortress 2",
	"app[content][sysreqs][linux][min][osversion]":"Debian 13 \/ glibc 2.39+",
	"app[content][sysreqs][linux][min][notes]":"Requiere tener instalado Team Fortress 2; Se recomienda compatibilidad con Vulkan"
}