{
	"itemid":"831388",
	"language":"turkish",
	"app[content][legal]":"© EMINOMA. Valve, Valve logosu, Steam, Steam logosu, Team Fortress ve Team Fortress logosu, Valve Corporation'ın ticari markaları ve/veya tescilli ticari markalarıdır. Team Fortress 2 Classified hayranlar tarafından oluşturulmuş bir projedir ve Valve Corporation ile hiçbir bağlantısı yoktur.",
	"app[content][about]":"[p][b]Team Fortress 2 Classified[\/b] orijinal ilham kaynağı ve üslubu üzerine yapılmış yeni bir Team Fortress 2 deniyimidir. Yaşam kalitesini arttıran yeni özellikler ekledik, iptal edilen içerikleri yeniden oluşturduk ve geliştirdik, ve TF2'nin zamandan bağımsız tarzına saygı duyarak tam boyutlu güncellemelerle oluşturmaya devam ettik.[\/p]\r\n[p][i]Eski adıyla [b]Team Fortress 2 Classic[\/b].[\/i][\/p]\r\n[h2]YENİ-ESKİ ÖZELLİKLER[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender1&quot;][\/img]\r\n[list]\r\n[*][p]Civilian ile tanış, Team Fortress Classic karakterinden esinlenerek oluşturulmuş yepyeni bir özel sınıf, ve VIP modunda onu hedefe sağ salim teslim et.[\/p][\/*]\r\n[*][p]TF2'nin önsürümünden ilham alan Çivi Tabancası, Dinamit Paketi, ve Yatıştırıcı Silahı gibi silahları kullan; hepsi var olanla uyum sağlayacak şekilde tepeden tırnağa yeniden tasarlandı.[\/p][\/*]\r\n[*][p]GRN ve YLW'un Arena, Tepenin Hakimi ve daha birçok haritada kendine özgü (fakat garip bir şekilde birbirine benzeyen) şiddet anlayışını sergilediği Çoklu Takım haritalarında ortalığı kasıp kavur.[\/p][\/*]\r\n[\/list]\r\n[h2]YENİ-YENİ ÖZELLİKLER[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender2&quot;][\/img]\r\n[list]\r\n[*][p]Hakimiyet ve VIP Yarışı dahil olmak üzere özel yeni oyun modları; hepsi profesyonel kalitede olan haritalarda oynanabilir, ve daha fazlasıda gelecek.[\/p][\/*]\r\n[*][p]Trambolinler, uçaksavar topları, tuğlalar, yumruklarının etrafına sarılmış zincirler; oyun deneyimini önemli ölçüde değiştiren, sadece küçük bir geliştirme olmaktan çok daha fazlası olan, kendi yapımımız silahlar.[\/p][\/*]\r\n[*][p]Modlama desteği sayesinde oyuncular oyunlarının görünümünü özelleştirebilir, sunucular ise gelişmiş özel silah paketleri ve haritalar barındırabilir.[\/p][\/*]\r\n[*][p]Bir dizi görsel iyileştirme, geliştirilmiş dokular, modeller, harita özellikleri, ve parekende oyunda genellikle eksik olan çizgi film tarzında gölgelendirme.[\/p][\/*]\r\n[*][p]Bir tavuk, ya da bize öyle inandırılıyor.[\/p][\/*]\r\n[\/list]\r\n[h2]AKTİF OLARAK GÜNCELLENİYOR[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender3&quot;][\/img]\r\n[p]2014 yılında geliştirilmeye başlayan ve Temmuz 2020'de resmi olarak çıkan Team Fortress 2 Classified'ın üzerinde on yıldan fazla süredir çalışılıyor, hemen hemen kesinlike senin haytta olduğundan daha üzün süredir. Devasa çoklu gün süren güncellemeler arasında bile, katkıda bulunanlardan oluşan bir ekip, yeni içerik, denge değişiklikleri ve hata düzeltmeleri üzerinde aralıksız çalışıyor.[\/p]\r\n[p]Artık geleciğimiz o kadar belirsiz olmadığı ve içimizdeki dehşet azaldığı için, bundan sonrası artık sadece iyiye gidebilir. Team Fortress 2 Classified büyüdükce yeni silahlar, modlar, ve karakterleri bekleyin.[\/p]",
	"app[content][short_description]":"Team Fortress 2 Classified orijinal ilham kaynağı ve üslubu üzerine yapılmış yeni bir Team Fortress 2 deniyimidir. Yenilenmiş görünüm, yeni oyun modları ve haritalar, yeni silahlar, yeni takımlar, ve tombul bir petrol baronu ile güncelleştirildi.",
	"app[content][sysreqs][windows][min][osversion]":"Windows 10 (64-Bit)",
	"app[content][sysreqs][windows][min][notes]":"Team Fortress 2 kurulumunu gerektirir",
	"app[content][sysreqs][linux][min][osversion]":"Debian 13 \/ glibc 2.39+",
	"app[content][sysreqs][linux][min][notes]":"Team Fortress 2 kurulumunu gerektirir; Vulkan desteği önerilir"
}