{
	"itemid":"831388",
	"language":"ukrainian",
	"app[content][legal]":"© EMINOMA. Valve, логотип Valve, Steam, логотип Steam, Team Fortress та логотип Team Fortress є торгівельними марками та/або зареєстрованими торгівельними марками корпорації Valve. Team Fortress 2 Classified — це фанатський проєкт, що не пов’язаний з корпорацією Valve.",
	"app[content][about]":"[p][b]Team Fortress 2 Classified[\/b] — це модифікація Team Fortress 2, що розширює оригінальну концепцію та атмосферу гри. Ми покращили комфорт, переробили та доопрацювали вирізаний контент та доповнили гру повномаштабними оновленнями, шануючи унікальний стиль і тон TF2.[\/p]\r\n[p][i]Раніше відома як [b]Team Fortress 2 Classic[\/b].[\/i][\/p]\r\n[h2]НОВІ СТАРИНКИ[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender1&quot;][\/img]\r\n[list]\r\n[*][p]Зустрічайте Цивільного — новий спеціальний клас, що базується на оригінальному персонажі з Team Fortress Classic. Проведіть його до цілі більш-менш цілим в режимі VIP.[\/p][\/*]\r\n[*][p]Спробуйте зброю, натхненну ранніми версіями TF2 — Цвяхомет, Зв’язка динаміту та Транквілізатор, перероблені та доопрацьовані, щоб гармонійно поєднуватись існуючою зброєю.[\/p][\/*]\r\n[*][p]Розгуляйтеся на мапах для чотирьох команд та побачте унікальний (хоч і надиво ідентичний) стиль насильства GRN і YLW в режимах Арена, Король гори та інших.[\/p][\/*]\r\n[\/list]\r\n[h2]НОВІ НОВИНКИ[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender2&quot;][\/img]\r\n[list]\r\n[*][p]Нові ексклюзивні режими гри, такі як Домінація та VIP-гонка — всі вони доступні на офіційних картах професійної якості, яких стане ще більше.[\/p][\/*]\r\n[*][p]Стрибкові панелі, зенітні гармати, цеглини, кулаки обмотані ціпками — зброя, що виходить за рамки звичайних модифікацій та кардинально змінює геймплей.[\/p][\/*]\r\n[*][p]Розширена підтримка модифікацій, що дозволяє гравцям персоналізувати вигляд гри, а серверам — підтримувати розширені набори зброї та мап.[\/p][\/*]\r\n[*][p]Цілий ряд візуальних покращень, включаючи вдосконалені текстури, моделі, функції маппінгу та відновлений мультяшний шейдер, що здебільшого відсутні в основній грі.[\/p][\/*]\r\n[*][p]Курка, принаймні так нас запевняють.[\/p][\/*]\r\n[\/list]\r\n[h2]АКТИВНО ОНОВЛЮЄТЬСЯ[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender3&quot;][\/img]\r\n[p]Розробка Team Fortress 2 Classified розпочалася у 2014 році, а офіційний реліз відбувся у липні 2020 року. Над грою працювали понад десять років — скоріш за все довше, ніж ви прожили. Навіть з масштабними багатоденними оновленнями команда, що складається з численних учасників, безперервно працює над новим контентом, змінами балансу та виправленням помилок.[\/p]\r\n[p]Тепер, коли наше майбутнє вже не таке невизначене, а страх у наших серцях вщух, далі може бути тільки краще. З розвитком Team Fortress 2 Classified очікуйте нових видів зброї, режими та персонажів.[\/p]",
	"app[content][short_description]":"Team Fortress 2 Classified — це модифікація Team Fortress 2, що розширює оригінальну концепцію та атмосферу гри. Оновлена графіка, нові режими та мапи, нова зброя, нові команди та огрядний нафтовий магнат.",
	"app[content][sysreqs][windows][min][osversion]":"Windows 10 (64-Bit)",
	"app[content][sysreqs][windows][min][notes]":"Потребує інсталяції Team Fortress 2",
	"app[content][sysreqs][linux][min][osversion]":"Debian 13 \/ glibc 2.39+",
	"app[content][sysreqs][linux][min][notes]":"Потребує інсталяції Team Fortress 2; Рекомендується використовувати Vulkan"
}