{
    "itemid":"831388",
    "language":"latam",
    "app[content][legal]":"© EMINOMA. Valve, el logotipo de Valve, Steam, el logotipo de Steam, Team Fortress, y el logotipo de Team Fortress son marcas comerciales y/o marcas registradas de Valve Corporation. Team Fortress 2 Classified es una creación de fans y no está afiliada a Valve Corporation.",
    "app[content][about]":"[p][b]Team Fortress 2 Classified[\/b] es una nueva experiencia de Team Fortress 2 basada en el tono e inspiraciones originales. A partir de esto añadimos cambios de calidad de vida, rehicimos y reelaboramos contenido descartado y lo fuimos construyendo en forma de actualizaciones completas en el mismo estilo y tono de TF2.[\/p]\r\n[p][i]Anteriormente conocido como [b]Team Fortress 2 Classic[\/b].[\/i][\/p]\r\n[h2]CARACTERÍSTICAS NUEVAS-VIEJAS[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender1&quot;][\/img]\r\n[list]\r\n[*][p]Conoce al Civilian, una nueva clase especial basada en el personaje heredado del Team Fortress Classic, el cual debes acompañar completamente ileso hacia su objetivo en el modo VIP.[\/p][\/*]\r\n[*][p]Usa armas inspiradas en la versión de prelazamiento de TF2 como la Pistola de Clavos, el Paquete de Dinamita y la Pistola Sedante, todas completamente rediseñadas desde cero como para sentirse que te encuentras en casa.[\/p][\/*]\r\n[*][p]Desata el caos en mapas Multiequipo, donde los equipos GRN y YLW traen sus peculiares (aunque extrañamente idénticas) formas de violencia en Arena, Rey de la Colina, y mucho más.[\/p][\/*]\r\n[\/list]\r\n[h2]CARACTERÍSTICAS NUEVAS-NUEVAS[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender2&quot;][\/img]\r\n[list]\r\n[*][p]Nuevos modos de juego exclusivos, incluyendo Dominación y Carrera VIP — todos jugables con una calidad profesional en mapas oficiales, y con mucho más por venir.[\/p][\/*]\r\n[*][p]Plataformas de Salto, cañones antiaéreos, ladrillos, cadenas enredadas en tus puños; armas hechas por la casa que van más allá de mejoras simples y cambian drásticamente la forma en que juegas.[\/p][\/*]\r\n[*][p]Un amplio soporte para modding, permitiendo a los jugadores personalizar el aspecto del juego, y permitiendo a los servidores poder añadir paquetes de armas nuevas y mapas.[\/p][\/*]\r\n[*][p]Una gran cantidad de mejoras visuales, incluyendo texturas mejoradas, modelos, características de mapas, y un estilo de sombreado caricaturesco restaurado que parecía ausente en su lanzamiento original.[\/p][\/*]\r\n[*][p]Una gallina, o al menos eso quieren que creamos.[\/p][\/*]\r\n[\/list]\r\n[h2]ACTIVAMENTE ACTUALIZADO[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender3&quot;][\/img]\r\n[p]Contando con un desarrollo inicial desde 2014 y lanzándose formalmente en Julio del 2020, Team Fortress 2 Classified mantuvo desarrollándose durante más de una década — casi seguramente más tiempo del que llevas existiendo. Incluso entre las masivas actualizaciones de varios días seguidos, un equipo lleno de contribuidores se encuentra trabajando constantemente en nuevo contenido, cambios de balance, y arreglo de errores.[\/p]\r\n[p]Ahora que nuestro futuro ya no es incierto y que el terror de nuestros corazones se ha apagado, solo nos queda seguir mirando hacia adelante. Prepárate para nuevas armas, modos de juego y personajes en lo que Team Fortress 2 Classified va creciendo contigo a nuestro lado.[\/p]",
    "app[content][short_description]":"Team Fortress 2 Classified es una nueva experiencia de Team Fortress 2 basada en sus inspiraciones y tonos originales. Actualizado con visuales refrescantes, nuevos modos de juego y mapas, nuevas armas, nuevos equipos y un grandulón magnate del petróleo.",
	"app[content][sysreqs][windows][min][osversion]":"Windows 10 (64-Bit)",
	"app[content][sysreqs][windows][min][notes]":"Requiere tener Team Fortress 2 instalado",
    "app[content][sysreqs][linux][min][osversion]":"Debian 13 \/ glibc 2.39+",
    "app[content][sysreqs][linux][min][notes]":"Requiere tener Team Fortress 2 instalado; se recomienda la compatibilidad con Vulkan"
}