{
	"itemid":"831388",
	"language":"german",
	"app[content][legal]":"© EMINOMA. Valve, das Valve-Logo, Steam, das Steam-Logo, Team Fortress, und das Team Fortress-Logo sind Marken und/oder eingetragene Marken der Valve Corporation. Team Fortress 2 Classified ist eine Fan erstellte Mod und steht in keiner Verbindung zur Valve Corporation.",
	"app[content][about]":"[p][b]Team Fortress 2 Classified[/b] ist das neue Team Fortress 2-Erlebnis, das auf den originalen Inspirationen und Atmosphäre basiert. Wir haben viele Quality-of-Life Features hinzugefügt, verworfene Inhalte wiederhergestellt und mit umfangreichen Updates erweitert, die dem zeitlosen Stil und Atmosphäre von TF2 Tribut zollen.[/p][p][i]Ursprünglich bekannt als [b]Team Fortress 2 Classic.[/b][/i][/p][h2]NEUE-ALTE FEATURES[/h2][p][img src=&quot;{STEAM_APP_IMAGE}/extras/tf2crender1&quot;][/img][/p][list][*][p]Der Civilian stellt sich vor - eine brandneue Spezialklasse, die auf dem legendären Charakter aus Team Fortress Classic basiert, und eskortiert ihn im VIP-Modus unversehrt zum Ziel.[/p][/*][*][p]Verworfene Waffen wie die Nagelpistole, das Dynamitbündel und die Betäubungspistole - von Grund auf neu gestaltet, damit es sich wie zu Hause anfühlt mit dem, was bereits existiert.[/p][/*][*][p]Randalieren Sie in Vier-Team-Matches, in denen Team GRN und Team YLW jeweils einzigartige (und doch seltsam ähnliche) Art von Gewalt in den Spielmodi Arena, King of the Hill und viele weitere einbringen.[/p][/*][/list][h2]NEUE-NEUE FEATURES[/h2][p][img src=&quot;{STEAM_APP_IMAGE}/extras/tf2crender2&quot;][/img][/p][list][*][p]Exklusive neue Spielmodi, darunter Dominierung, Territoriale Dominierung und VIP-Rennen - alle spielbar auf offiziellen Karten in professioneller Qualität. Weitere Karten werden folgen.[/p][/*][*][p]Sprungplattformen, Abwehrkanonen, Steine, Kettenumwickelte Fäuste – selbsterstellte Waffen, die mehr als nur eine Nebenverbesserung darstellen und die Spielweise dramatisch verändern.[/p][/*][*][p]Modding-Support, mit der Spieler das Aussehen ihres Spiels anpassen und Server erweiterte benutzerdefinierte Waffenpakete und Karten hosten können.[/p][/*][*][p]Viele weitere visuelle Verbesserungen, darunter verbesserte Texturen, Modelle, Mapping-Funktionen und wiederhergestellte Schattierungen im Toon-Stil, die in der Retailfassung größtenteils fehlten.[/p][/*][*][p]Ein Hühnchen, wenn man die Gerüchte glauben mag.[/p][/*][/list][h2]REGELMÄßIGE UPDATES[/h2][p][img src=&quot;{STEAM_APP_IMAGE}/extras/tf2crender3&quot;][/img][/p][p]Die Entwicklung von Team Fortress 2 Classified begann im Jahr 2014 und wurde im Juli 2020 offiziell veröffentlicht. Team Fortress 2 Classified wurde schon seit über zehn Jaren entwickelt - fast so lange, wie Ihr schon am Leben seid.[/p][p]Jetzt wo die Zukunft relativ klar ist und die Angst in unseren Herzen nachgelassen hat, kann es nur noch bergauf gehen. Freut euch auf weitere neue Waffen, Modi und Charaktere, während Team Fortress 2 Classified weiter wächst.[/p]",
	"app[content][short_description]":"Team Fortress 2 Classified ist das neue Team Fortress 2-Erlebnis, das auf den originalen Inspirationen und Atmosphäre basiert. Mit überarbeiteter Grafik, neuen Spielmodi und Karten, sowie auch Waffen, neuen Teams und einem geldgierigen Baron",
	"app[content][sysreqs][windows][min][osversion]":"Windows 10 (64-Bit)",
	"app[content][sysreqs][windows][min][notes]":"Benötigt Team Fortress 2 Installierung",
	"app[content][sysreqs][linux][min][osversion]":"Debian 13 \/ glibc 2.39+",
	"app[content][sysreqs][linux][min][notes]":"Benötigt Team Fortress 2 Installierung; Vulkan-Support empfohlen"
}