{
	"itemid":"831388",
	"language":"russian",
	"app[content][legal]":"© EMINOMA. Valve, логотип Valve, Steam, логотип Steam, Team Fortress, и логотип Team Fortress являются зарегистрированными товарными знаками Valve Corporation. Team Fortress 2 Classified является любительским проектом, и не связана с Valve Corporation.",
	"app[content][about]":"[p][b]Team Fortress 2 Classified[\/b] — это новый опыт в мире Team Fortress 2, построенный на его оригинальных идеях. Мы улучшили игровой процесс, переделали и обновили вырезанный контент и построили на этом что-то новое, уважающее нестареющие стиль и тон TF2, благодаря полноразмерным обновлениям.[\/p]\r\n[p][i]Ранее известен как [b]Team Fortress 2 Classic[\/b].[\/i][\/p]\r\n[h2]НОВЫЕ СТАРЫЕ ОСОБЕННОСТИ[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender1&quot;][\/img]\r\n[list]\r\n[*][p]Знакомьтесь, гражданский: новый особый класс, основанный на старом персонаже Team Fortress. Доставьте его особо невредимым к цели в режиме VIP.[\/p][\/*]\r\n[*][p]Используйте оружие, основанное на ранней (предварительной) версии TF2, такое как Гвоздемёт, связка динамита и Транквилизатор, которые были переработаны с нуля, чтобы вписаться к тому, что уже есть в игре.[\/p][\/*]\r\n[*][p]Рвите в клочья на многокомандных картах, где зелёные и жёлтые предоставляют своё уникальное (но в то же время очень похожее) видение насилия в «Арене», «Царе горы» и других режимах.[\/p][\/*]\r\n[\/list]\r\n[h2]НОВЫЕ НОВЫЕ ОСОБЕННОСТИ[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender2&quot;][\/img]\r\n[list]\r\n[*][p]Новые, уникальные игровые режимы, включающие в себя «Превосходство» и «Гонка VIP» — играбельные на профессионально сделанных официальных картах, список которых будет пополняться.[\/p][\/*]\r\n[*][p]Катапульты, зенитки, кирпичи, цепи, обмотанные вокруг кулаков: собственное оружие, которое является большим, чем просто переделкой существующего, и которое меняет ваш подход к игре.[\/p][\/*]\r\n[*][p]Обильная поддержка модов, позволяющая игрокам менять внешний вид игры и позволяющая серверам запускать продвинутые пользовательские наборы оружия и карт.[\/p][\/*]\r\n[*][p]Многочисленные графические улучшения, включающие в себя улучшенные текстуры, модели, возможности для создателей карт, и восстановленное мультяшное освещение, которое было по большей части потеряно в оригинальной игре.[\/p][\/*]\r\n[*][p]Курица, по крайней мере нам так показалось.[\/p][\/*]\r\n[\/list]\r\n[h2]АКТИВНО ПОДДЕРЖИВАЕТСЯ[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender3&quot;][\/img]\r\n[p]Начав разработку в 2014 и формально выпустив проект в июле 2020, над Team Fortress 2 Classified работали более десятилетия, что наверняка делает его старше вас. Даже между обширными обновлениями, команда без остановки работает над новым контентом, изменениями баланса и исправлениями ошибок.[\/p]\r\n[p]Теперь, когда наше будущее уже не настолько затуманено, и наши сердца больше не уходят в пятки, всё может только стать лучше. Ожидайте новое оружие, игровые режимы и персонажей по мере развития Team Fortress 2 Classified.[\/p]",
	"app[content][short_description]":"Team Fortress 2 Classified — это новый опыт в мире Team Fortress 2, построенный на его оригинальных идеях. С обновлённой графикой, новыми игровыми режимами и картами, новым оружием, новыми командами, и нефтяным магнатом.",
	"app[content][sysreqs][windows][min][osversion]":"Windows 10 (64-разрядная)",
	"app[content][sysreqs][windows][min][notes]":"Требуется установленная Team Fortress 2",
	"app[content][sysreqs][linux][min][osversion]":"Debian 13 \/ glibc 2.39+",
	"app[content][sysreqs][linux][min][notes]":"Требуется установленная Team Fortress 2; Рекомендуется поддержка Vulkan"
}