{
    "itemid":"831388",
    "language":"hungarian",
    "app[content][legal]":"© EMINOMA. A Valve, a Valve logó, a Steam, a Steam logó, a Team Fortress és a Team Fortress logó a Valve Corporation védjegyei és/vagy bejegyzett védjegyei. A Team Fortress 2 Classified rajongói alkotás, és nem áll kapcsolatban a Valve Corporationnel.",
    "app[content][about]":"[p]A [b]Team Fortress 2 Classified[\/b] egy új Team Fortress 2-élmény, amely a játék eredeti inspirációira és hangvételére épül. Innen kiindulva számos életminőségi fejlesztést adtunk hozzá, újraalkottuk és átdolgoztuk a korábban elvetett tartalmakat, majd mindezt teljes értékű frissítésekkel bővítettük, tisztelegve a TF2 időtálló stílusa és hangvétele előtt.[\/p]\r\n[p][i]Korábban [b]Team Fortress 2 Classic[\/b] néven volt ismert.[\/i][\/p]\r\n[h2]ÚJ-RÉGI DOLGOK[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender1&quot;][\/img]\r\n[list]\r\n[*][p]Íme a Civil, egy vadonatúj speciális osztály, amely a Team Fortress Classic ikonikus karakterének örökségére épül, és a VIP játékmódban kell eljuttatnod őt többé-kevésbé sértetlenül a célhoz.[\/p][\/*]\r\n[*][p]Használd a TF2 korai, megjelenést megelőző időszakát megidéző fegyvereket, mint a Tűpisztolyt, a Dinamitcsomót és az Altatópisztolyt - mindegyiket az alapokról újratervezve, hogy tökéletesen belesimuljanak a már meglévő arzenálba.[\/p][\/*]\r\n[*][p]Vesd bele magad az őrületbe a Négy-Csapatos mérkőzésekben, ahol a GRN és a YLW csapat is elhozza a maga egyedi (mégis gyanúsan azonos) erőszakhullámát az Aréna, A Hegy Királya és még sok más játékmódba.[\/p][\/*]\r\n[\/list]\r\n[h2]ÚJ-ÚJ DOLGOK[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender2&quot;][\/img]\r\n[list]\r\n[*][p]Exkluzív új játékmódok, köztük a Hatalom, a Terület-hatalom és a VIP Verseny - mind profi minőségű, hivatalos pályákon játszhatók, és hamarosan még több is érkezik.[\/p][\/*]\r\n[*][p]Ugratók, légvédelmi ágyúk, féltéglák, láncok az ökleid körül - ezek csak néhány új fegyverek a palettánkról, melyek többek mint holmi segédeszközök, és jelentősen megváltoztatják a játék menetét.[\/p][\/*]\r\n[*][p]Mélyre menő modolási támogatás, lehetővé téve, hogy a játékosok személyre szabhassák a játék kinézetét és lehetővé téve, hogy a szerverek egyéni fegyvercsomagokkal és pályákkal rendelkezzenek.[\/p][\/*]\r\n[*][p]Számos látványvilágbeli javítás, többek között jobb textúrák és modellek, fejlettebb pályatervezési funkciók, és az az eredeti, rajzfilmes árnyékolás, ami a játék végleges kiadásából szinte teljesen kimaradt.[\/p][\/*]\r\n[*][p]Egy csirke, legalább is értesüléseink szerint.[\/p][\/*]\r\n[\/list]\r\n[h2]AKTÍVAN FRISSÍTETT[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender3&quot;][\/img]\r\n[p]A fejlesztése 2014-ben kezdődött, majd 2020 júliusában jelent meg hivatalosan: a Team Fortress 2 Classified-on immár több mint egy évtizede dolgozunk - ami szinte biztosan hosszabb idő, mint amióta te a világon vagy. Még a hatalmas, többnapos frissítések közötti időszakokban is egy elkötelezett közreműködőkből álló csapat dolgozik megállás nélkül az új tartalmakon, a játékmenet egyensúlyának javításán és a hibajavításokon.[\/p]\r\n[p]Most, hogy a jövőnk már nem annyira bizonytalan, és a szívünket mardosó félelem is alábbhagyott, innen már csak felfelé vezet az út. Számítsatok új fegyverekre, játékmódokra és karakterekre, ahogy a Team Fortress 2 Classified tovább növekszik.[\/p]",
    "app[content][short_description]":"A Team Fortress 2 Classified egy új Team Fortress 2-élmény, amely a játék eredeti inspirációira és hangvételére épül. Frissített látványvilággal, új játékmódokkal és pályákkal, új fegyverekkel, új csapatokkal és egy köpcös olajmágnással kiegészítve.",
    "app[content][sysreqs][windows][min][osversion]":"Windows 10",
    "app[content][sysreqs][windows][min][notes]":"Team Fortress 2 telepítést igényel",
    "app[content][sysreqs][linux][min][osversion]":"Debian 13 \/ glibc 2.39+",
    "app[content][sysreqs][linux][min][notes]":"Team Fortress 2 telepítést igényel; Vulkan támogatottság ajánlott"
}