{
	"itemid":"831388",
	"language":"italian",
	"app[content][legal]":"© EMINOMA. Valve, il logo di Valve, Steam, il logo di Steam, Team Fortress ed il logo di Team Fortress sono marchi e/o marchi registrati di Valve Corporation. Team Fortress 2 Classified è una creazione dei fan è non è affiliata con Valve Corporation.",
	"app[content][about]":"[p][b]Team Fortress 2 Classified[\/b] è una nuova esperienza di Team Fortress 2 costruita sulle ispirazioni ed il tono delle origini. Partendo da lì, abbiamo aggiunto caratteristiche di qualità della vita, riaggiunto e rielaborato contenuti scartati, tutto ciò presentato con dei veri e propri aggiornamenti completi, tipici dello stile e del tono senza tempo di TF2.[\/p]\r\n[p][i]Precedentemente conosciuto come [b]Team Fortress 2 Classic[\/b].[\/i][\/p]\r\n[h2]COSA C'È DI NUOVO-VECCHIO?[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender1&quot;][\/img]\r\n[list]\r\n[*][p]Ti presentiamo il Civile, una nuova classe speciale basata sul personaggio presente nella versione originale di Team Fortress, che dovrai scortare il più intatto possibile all'obiettivo in modalità VIP.[\/p][\/*]\r\n[*][p]Usa le armi ispirate alla versione pre-rilascio di TF2 come la Sparachiodi, il Pacco di Dinamite e la Pistola Tranquillante, tutte ridisegnate da zero per stare al passo con ciò che c'è già.[\/p][\/*]\r\n[*][p]Scatenati nelle mappe Multi-Squadra, dove GRN e YLW portano il loro unico (ma strategicamente identico) stile di violenza in Arena, Re della Collina ed altro.[\/p][\/*]\r\n[\/list]\r\n[h2]ED INVECE DI NUOVO-NUOVO?[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender2&quot;][\/img]\r\n[list]\r\n[*][p]Nuove modalità di gioco esclusive, come Dominazione e Corsa VIP, tutte giocabili su mappe professionali e di qualità, e non finisce qui![\/p][\/*]\r\n[*][p]Trampolini, cannoni anti-aereo, mattoni, catene attacate ai polsi; armi fatte dai mercenari stessi che cambiando drasticamente il modo di giocare.[\/p][\/*]\r\n[*][p]Supporto estensivo per le mod, permettendo ai giocatori di personalizzare l'aspetto del loro gioco, e permettendo ai server di ospitare sessioni con armi e mappe personalizzate.[\/p][\/*]\r\n[*][p]Moltissimi miglioramenti grafici, tra cui texture di alta qualità, modelli, elementi delle mappe, ed il ritorno dell'originale shading cartoonesco non presente nel gioco base.[\/p][\/*]\r\n[*][p]Una gallina, o almeno questo è quello che ci vogliono far credere.[\/p][\/*]\r\n[\/list]\r\n[h2]SEMPRE AGGIORNATO[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender3&quot;][\/img]\r\n[p]Lo sviluppo è cominciato nel 2014 ed il rilascio ufficiale è avvenuto nel Luglio 2020, lavoriamo a Team Fortress 2 Classified da quasi un decennio ormai, quasi sicuramente da prima che nascessi tu. Anche nel bel mezzo degli aggiornamenti a più giorni, una squadra di contributori si dà constantemente da fare con nuovi contenuti, modifiche di bilanciamento e risoluzione dei bug.[\/p]\r\n[p]Ora che il nostro futuro non è più così incerto, e che la paura nei nostri cuori si è spenta, il tutto può solo migliorare. Ci saranno nuove armi, modalità e personaggi man mano che Team Fortress 2 Classified continua a crescere.[\/p]",
	"app[content][short_description]":"Team Fortress 2 Classified è una nuova esperienza di Team Fortress 2 costruita sulle ispirazioni ed il tono delle origini. Con una grafica aggiornata, nuove modalità di gioco e mappe, nuove armi, nuove squadre ed un panciuto barone dedito ad vendere petrolio.",
	"app[content][sysreqs][windows][min][osversion]":"Windows 10 (64-Bit)",
	"app[content][sysreqs][windows][min][notes]":"Richiede l'installazione di Team Fortress 2",
	"app[content][sysreqs][linux][min][osversion]":"Ubuntu 16.04",
	"app[content][sysreqs][linux][min][notes]":"Richiede l'installazione di Team Fortress 2; il supporto di Vulkan è consigliato"
}