{
	"itemid":"831388",
	"language":"french",
	"app[content][legal]":"© EMINOMA. Valve, le logo Valve, Steam, le logo Steam, Team Fortress et le logo Team Fortress sont des marques commerciales et/ou des marques déposées de Valve Corporation. Team Fortress 2 Classified est une création de fan et n'est pas affiliée à Valve Corporation.",
	"app[content][about]":"[p][b]Team Fortress 2 Classified[\/b] est une nouvelle expérience Team Fortress 2 basé sur ses inspirations et son ton d'origine. À partir de là, nous avons ajouté des fonctionnalités de confort, recréé et retravaillé du contenu abandonné, et développé le tout avec des mises à jour majeures en hommage au style et au ton intemporels de TF2.[\/p]\r\n[p][i]Anciennement connu sous le nom de [b]Team Fortress 2 Classic[\/b].[\/i][\/p]\r\n[h2]NOUVELLES-ANCIENNES FONCTIONNALITÉS[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender1&quot;][\/img]\r\n[list]\r\n[*][p]Rencontrez le Civilian, une toute nouvelle classe spéciale basée sur le personnage historique de Team Fortress, et escortez-le (presque) indemne jusqu'à l'objectif en mode VIP.[\/p][\/*]\r\n[*][p]Utilisez des armes inspirées des versions de pré-lancement de TF2 comme le Nail Gun, le Dynamite Pack et le Tranquilizer Gun, tous redessinés de zéro pour s'intégrer parfaitement au contenu existant.[\/p][\/*]\r\n[*][p]Déchaînez-vous sur des cartes multi-équipes, où GRN et YLW apportent leur style de violence unique (mais étrangement identique) en Arena, King of the Hill, et plus encore.[\/p][\/*]\r\n[\/list]\r\n[h2]NOUVELLES-NOUVELLES FONCTIONNALITÉS[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender2&quot;][\/img]\r\n[list]\r\n[*][p]Nouveaux modes de jeu exclusifs, incluant Domination et VIP Race — tous jouables sur des cartes officielles de qualité professionnelle, et d'autres sont à venir.[\/p][\/*]\r\n[*][p]Jump pads, canons antiaériens, briques, chaînes enroulées autour de vos poings ; des armes conçues en interne qui vont au-delà de simples variantes et changent radicalement votre façon de jouer.[\/p][\/*]\r\n[*][p]Support étendu du modding, permettant aux joueurs de personnaliser l'apparence de leur jeu et aux serveurs d'héberger des packs d'armes et des cartes personnalisés avancés.[\/p][\/*]\r\n[*][p]Une multitude d'améliorations visuelles, incluant des textures et modèles améliorés, des fonctionnalités de mapping et le retour des ombrages de style cartoon qui étaient pour la plupart absents de la version commerciale.[\/p][\/*]\r\n[*][p]Un poulet, ou du moins c'est ce qu'on nous laisse croire.[\/p][\/*]\r\n[\/list]\r\n[h2]MIS À JOUR ACTIVEMENT[\/h2]\r\n[img src=&quot;{STEAM_APP_IMAGE}\/extras\/tf2crender3&quot;][\/img]\r\n[p]Ayant débuté son développement en 2014 pour sortir officiellement en juillet 2020, Team Fortress 2 Classified est en chantier depuis plus d'une décennie maintenant — certainement plus longtemps que vous n'êtes en vie. Même entre les mises à jour massives s'étalant sur plusieurs jours, une équipe de contributeurs travaille sans relâche sur du nouveau contenu, des changements d'équilibrage et des corrections de bugs.[\/p]\r\n[p]Maintenant que notre avenir n'est plus aussi incertain et que la terreur dans nos cœurs s'est apaisée, la pente ne peut être qu'ascendante. Attendez-vous à de nouvelles armes, de nouveaux modes et de nouveaux personnages à mesure que Team Fortress 2 Classified grandit.[\/p]",
	"app[content][short_description]":"Team Fortress 2 Classified est une nouvelle expérience Team Fortress 2 basé sur ses inspirations et son ton d'origine. Mis à jour avec des visuels rafraîchis, de nouveaux modes de jeu, des cartes, des armes, des équipes et un baron du pétrole corpulent.",
	"app[content][sysreqs][windows][min][osversion]":"Windows 10 (64-Bit)",
	"app[content][sysreqs][windows][min][notes]":"Nécessite l'installation de Team Fortress 2",
	"app[content][sysreqs][linux][min][osversion]":"Ubuntu 16.04",
	"app[content][sysreqs][linux][min][notes]":"Nécessite l'installation de Team Fortress 2 ; support Vulkan recommandé"
}